{
  "block.ace_lib.pride_flag": "Pride Flag",
  "itemGroup.ace_lib.pride_flags": "Pride Flags",

  "flagtype.ace_lib.classic": "Classic Pride Flag",
  "flagdescription.ace_lib.classic": "While the earliest Pride flag design bore nine stripes, lavender, pink, and teal were removed. The iterations can all be attributed to Gilbert Baker!",
  "flagtype.ace_lib.asexual": "Asexual Pride Flag",
  "flagdescription.ace_lib.asexual": "Created in 2010, black represents asexuality, grey represents grey-asexuality and demisexuality, white represents allies and non-asexual partners, and purple is representative of community.",
  "flagtype.ace_lib.aromantic": "Aromantic Pride Flag",
  "flagdescription.ace_lib.aromantic": "This flag represents a lack of romantic attraction, with the colors representing aromanticism, demiromanticism and queer platonic relationships, as well as the sexuality spectrum as whole.",
  "flagtype.ace_lib.agender": "Agender Pride Flag",
  "flagdescription.ace_lib.agender": "Created in 2014, this flag represents identities outside of the gender spectrum, with black and white stripes representing an absence of gender, gray as semi-genderless, and green as nonbinary identities.",
  "flagtype.ace_lib.bisexual": "Bisexual Pride Flag",
  "flagdescription.ace_lib.bisexual": "Conceptualized in 1998, pink represents same-gender attraction, blue represents opposite-gender attraction, and purple attraction to two genders.",
  "flagtype.ace_lib.genderfluid": "Genderfluid Pride Flag",
  "flagdescription.ace_lib.genderfluid": "This flag represents a non-static identity, with pink for femininity, blue for masculinity, purple for both, white for lack of gender, and black for all genders.",
  "flagtype.ace_lib.genderqueer": "Genderqueer Pride Flag",
  "flagdescription.ace_lib.genderqueer": "Created in 2011, this flag represents a rejection of 'normal' gender categories, with lavender representing androgyny and queerness, white representing agender and neutral identities, and green representing nonbinary identities.",
  "flagtype.ace_lib.intersex": "Intersex Pride Flag",
  "flagdescription.ace_lib.intersex": "Created in 2013, this flag represents natural physical variations that do not fit into preconceived categories of sex classification, covering a broad basis of hormone and internal/external characteristics. The purple circle is representative of wholeness/completeness/potentiality and bodily autonomy.",
  "flagtype.ace_lib.intersex-inclusive": "Intersex-Inclusive Progress Pride Flag",
  "flagdescription.ace_lib.intersex-inclusive": "Adapted from the Progress Pride Flag, the addition of the intersex community is made in this flag's representation, as there is significant overlap in both the experiences of queer and intersex communities.",
  "flagtype.ace_lib.lesbian": "Lesbian Pride Flag",
  "flagdescription.ace_lib.lesbian": "Conceptualized in 2018, the different shades in the gradient of this flag are representative of different types of femininity in the lesbian community.",
  "flagtype.ace_lib.omnisexual": "Omnisexual Pride Flag",
  "flagdescription.ace_lib.omnisexual": "Created in 2015, this flag is representative to attraction to all genders, with light pink and light blue representing the spectrum, pink representing femininity, blue representing masculinity, and black representing those outside of those categories.",
  "flagtype.ace_lib.pansexual": "Pansexual Pride Flag",
  "flagdescription.ace_lib.pansexual": "Created in 2010, this flag is representative of attraction to people of any gender. Pink is representative of attraction to women, blue to men, and yellow to those between or outside that binary.",
  "flagtype.ace_lib.philadelphia": "Philadelphia Pride Flag",
  "flagdescription.ace_lib.philadelphia": "Unveiled in 2017 to represent the contribution of queer communities of color who are often excluded, and recognize their contribution.",
  "flagtype.ace_lib.polysexual": "Polysexual Pride Flag",
  "flagdescription.ace_lib.polysexual": "Created in 2012, the flag is representative of attraction to multiple genders. Pink is representative of attraction to women, blue to men, and the central green stripe to those outside that binary.",
  "flagtype.ace_lib.progress": "Progress Pride Flag",
  "flagdescription.ace_lib.progress": "Adapted from the Philadelphia Pride Flag's approach, the black and brown strips were included as part of a chevron, alongside the colors of the transgender flag, with the black stripe also intended to reference those lost in the 80's and 90's.",
  "flagtype.ace_lib.transgender": "Transgender Pride Flag",
  "flagdescription.ace_lib.transgender": "Designed in 2000, this flag represents identities that diverge from expectations regarding sex assigned at birth. The blue stripes represent masculinity, the pink represents femininity, and the white stripe is representative of nonbinary and agender people.",
  "flagtype.ace_lib.nonbinary": "Nonbinary Pride Flag",
  "flagdescription.ace_lib.nonbinary": "Designed in 2014, this flag represents identities that fall outside of the binary. The yellow stripe represent outside of the binary, the white represents people with many gender identities, the purple represents genders that are a mix of the binary, and the black represents agender people.",
  "flagtype.ace_lib.polyamory": "Polyamory Pride Flag",
  "flagdescription.ace_lib.polyamory": "Designed in 1995, this flag represents ethical, consensual, and loving non-monogamy. The blue stripes represent openness/honesty, the red represents love/passion, and black represents solidarity with those who are closeted. The Pi symbol represents infinite love.",
  "flagtype.ace_lib.gay": "Gay Masc Pride Flag",
  "flagdescription.ace_lib.gay": "An adaption of a previous, notably problematic iteration, this flag represents a broad attraction to transgender, intersex, and nonconforming men, among others."
}
